Repository: publana-ai/publana-wordpress
Catalog: languages/publana-api-*.po
Languages: fa_ir

source: API Manager
fa_ir: مدیریت API

source: Documentation
fa_ir: مستندات

source: Generate New Token
fa_ir: ایجاد توکن جدید

source: Create a new secure API token for external applications.
fa_ir: ایجاد یک توکن امن جدید برای برنامه‌های خارجی.

# Generate_Token
source: Generate New Token
fa_ir: ایجاد توکن جدید

source: API Information
fa_ir: اطلاعات API

source: Endpoint
fa_ir: آدرس Endpoint

source: Authentication
fa_ir: احراز هویت

source: Bearer Token
fa_ir: توکن Bearer

source: Method
fa_ir: روش (Method)

# Active_Tokens
source: Active API Tokens
fa_ir: توکن‌های فعال

source: Complete API reference and integration guide
fa_ir: مرجع کامل API و راهنمای یکپارچه‌سازی

source: No API tokens yet
fa_ir: هنوزی توکنی ایجاد نکرده‌اید

source: Quick Links
fa_ir: دسترسی سریع

source: Back to API Manager
fa_ir: بازگشت مدیریت API

source: Current
fa_ir: زبان فعلی

source: Token
fa_ir: توکن

source: Actions
fa_ir: اقدامات

source: Copy
fa_ir: کپی

source: Show
fa_ir: نمایش

source: Hide
fa_ir: مخفی کردن

source: Revoke
fa_ir: لغو اعتبار و حذف

source: Copied
fa_ir: کپی شد!

source: Are you sure you want to revoke this token?
fa_ir: آیا از لغو این توکن اطمینان دارید؟

source: API Documentation
fa_ir: مستندات API

source: API Endpoints
fa_ir: آدرس‌های API

source: Create Post
fa_ir: ایجاد نوشته

source: Headers
fa_ir: هدرها (Headers)

source: Request Body
fa_ir: بدنه درخواست (Request Body)

source: Success Response
fa_ir: پاسخ موفق (Success Response)

source: Available Languages
fa_ir: زبان‌های در دسترس

source: Current language
fa_ir: زبان فعلی

source: English
fa_ir: انگلیسی

source: Farsi
fa_ir: فارسی

source: Russian
fa_ir: روسی

source: Arabic
fa_ir: عربی

source: This plugin automatically detects your WordPress language setting and displays the interface in your preferred language.
fa_ir: این افزونه به‌صورت خودکار تنظیمات زبان وردپرس شما را تشخیص داده و رابط کاربری را بر اساس زبان ترجیحی‌تان نمایش می‌دهد.

source: You do not have sufficient permissions to access this page.
fa_ir: شما مجوز کافی برای دسترسی به این صفحه را ندارید.

# Secure_API_token_management_for_
source: Secure API token management for %s integrations
fa_ir: مدیریت امن توکن‌های API برای یکپارچه‌سازی با %s

# Generate_your_first_token_to_start_using_the_
source: Generate your first token to start using the %s API
fa_ir: اولین توکن خود را برای شروع استفاده از API %s ایجاد کنید

source: New token generated successfully.
fa_ir: توکن جدید با موفقیت ایجاد شد.

source: Token revoked successfully.
fa_ir: توکن با موفقیت لغو شد.

# Authentication_required
source: Authentication required: Bearer token missing
fa_ir: احراز هویت لازم است: توکن Bearer یافت نشد

# Invalid_or_expired_authentication
source: Invalid or expired authentication token
fa_ir: توکن احراز هویت نامعتبر یا منقضی شده است

source: Post title is required
fa_ir: عنوان نوشته الزامی است

# Failed_to_create_post
source: Failed to create post: %s
fa_ir: خطا در ایجاد نوشته: %s

source: Post created successfully
fa_ir: نوشته با موفقیت ایجاد شد

# Token_is_valid
source: Token is validToken is valid
fa_ir: توکن معتبر است

source: Your Post Title
fa_ir: عنوان نوشته شما

source: Your post content with HTML support
fa_ir: محتوای نوشته شما با پشتیبانی از HTML
